Repository: wp-plugins/epoch
Catalog: languages/*.po
Languages: es

source: Your comment is awaiting moderation.
es: Tu comentario está pendiente de ser moderado.

source: Link to comment
es: Enlace al comentario

source: Reply
es: Responder

source: Reply To This Comment
es: Responder a este comentario

source: Link to comment author's website
es: Enlace a la Sitio del autor del comentario

source: is required
es: Es obligatorio

source: Your comment was not accepted, please check that everything is filled out correctly.
es: Tu comentario no fue aceptado, por favor comprueba que todos los campos fueron completados correctamente.

source: %1$s at %2$s
es: %1$s a las %2$s

source: Subscribe to Comments Via Email
es: Suscribirse a los Comentarios a través del correo electrónico

source: Comments are closed.
es: Los comentarios están cerrados.

source: There are no comments
es: No hay comentarios

source: There is one comment
es: Hay un comentario

source: Join the conversation
es: Únete a la conversación

source: Updated Successfully
es: Actualización realizada con éxito

source: Could not save changes. Try again.
es: No se pudieron guardar los cambios. Vuélvelo a intentar.

source: Welcome
es: Bienvenido

source: Enable free email commenting with Postmatic
es: Activar los comentarios a través del correo electrónico de forma gratuita con Postmatic

source: Options
es: Opciones

source: Save Changes
es: Guardar Cambios

source: How agressively should Epoch override your default comment template?
es: Cuan agresivo debe ser Epoch con el template por defecto de tu sistema de comentarios?

source: Completely (beta)
es: Completamente (beta)

source: Use my typography and colors
es: Utilizar mi tipografía y colores

source: Minimally
es: Mínimamente

source: Epoch can integrate with your theme in three different. Give each a try and see what works for you. The comment template can also be styled easily via css. See the documentation.
es: Epoch se puede integrar con tu theme de tres formas. Prueba las tres para verificar cual funciona mejor para tu sitio. El template de comentarios puede ser fácilmente modificado a través del css. Ver la documentación para más información.

source: Comment Check Interval
es: Verificación del intervalo de comentarios

source: How frequently should Epoch push new comments to active users (in seconds)?
es: ¿Con qué frecuencia debe Epoch enviar nuevos comentarios a los usuarios activos (en segundos)?

source: Comments are only pushed to users viewing the comments area of a post in an active browser tab. It is highly efficient.
es: Los comentarios sólo se envían a los usuarios que están visualizando la área de comentarios de una entrada en una pestaña activa de un navegador. Es altamente eficiente.

source: If no value set, interval will be 15 seconds, which should be fine on most hosts.
es: Si no se especifica ningún valor, el intervalo será de 15 segundo, que debe funcionar correctamente con la mayoría de servicios de hosting

source: Headline
es: Título

source: Text to show before the comment form.
es: El texto se muestra antes de la forma de comentarios

source: Comment Order
es: Orden de los comentarios

source: Ascending
es: Ascendente

source: Descending
es: Descendente

source: Should comments be shown in ascending or descending order? Descending puts the latest comment and comment form at the top of the comments area. Ascending does the opposite.
es: Cómo deben mostrarse los comentarios en orden ascendente o descendente? Descendente sitúa los últimos comentarios y la forma de comentarios arriba de la zona de comentarios. Ascendente hace lo contrario.

source: Dismiss this notice.
es: Ignorar esta notificación.

source: Native commenting made realtime, mobile, CDN and Cache friendly, and full of SEO mojo as well. Commenting perfected.
es: Comentarios nativos en tiempo real, móvil, optimizado para CDN y Cache así como SEO completo. Comentarios perfeccionados.
